Repository: common-repository/tripandfly-search-widget
Catalog: languages/tripandfly-search-widget-*.po
Languages: ru_ru

source: Tripandfly Search Widget
ru_ru: Поисковый виджет tripandfly

source: Oneliya Team
ru_ru: Команда Oneliya

source: Install our WordPress travel-plugin to your website and help your visitors to find the cheapest flights, trains, buses and multimodal offers.
ru_ru: Установите наш плагин для путешествий WordPress на свой веб-сайт и помогите своим посетителям найти самые дешевые авиабилеты, поезда, автобусы и мультимодальные предложения.

source: Sorry, you are not allowed to access this page.
ru_ru: Извините, у Вас нет прав для редактирования этой страницы.

source: Sorry, only have read-only access to this page. Ask your administrator for assistance editing.
ru_ru: Извините, у Вас доступ только на чтение этой страницы. Обратитесь к администратору для возможности редактирования.

source: Sorry, you are not allowed to edit this page.
ru_ru: Извините, у Вас нет прав для редактирования этой страницы.

source: nonce field is missing. Settings NOT saved.
ru_ru: nonce не заполнено. Настройки НЕ сохранены.

source: Invalid nonce specified. Settings NOT saved.
ru_ru: Поле nonce не корректно. Настройки НЕ сохранены.

source: Invalid selected language. Settings NOT saved.
ru_ru: Язык виджета не выбран. Настройки НЕ сохранены.

source: Settings Saved.
ru_ru: Настройки сохранены.

source: Settings
ru_ru: Настройки

source: Paste the short code <b>[tripandfly_search]</b> in the body of the page to display the search form
ru_ru: Вставьте шорт код <b>[tripandfly_search]</b> в тело страницы, чтобы отобразить форму поиска

source: Partner ID
ru_ru: ID партнера

source: Language
ru_ru: Язык виджета

source: Enable debug mode
ru_ru: Включить режим отладки

source: Save
ru_ru: Сохранить
